<<<<<<< HEAD
def area(a):
    '''
    Функция area(a) принимает один аргумент, возвращает принятый аргумент в квадарте

        Параметры:
            a(int)
            
        Возвращаемое значение:
            area(a) -> int
    area(4) -> 16
    '''
=======

def area(a):
>>>>>>> parent of a95ff78 (добавил документацию в файлах)
    return a * a


def perimeter(a):
<<<<<<< HEAD
    '''
    Функция perimeter(a) принимает один аргумент возвращает принятый аргумент, умноженный в 4 раза

        Параметры:
            a(int)

        Возвращаемое значение:
            perimeter(a) -> int
            
    perimeter(2) -> 8
    '''
    return 4 * a 
=======
    return 4 * a
>>>>>>> parent of a95ff78 (добавил документацию в файлах)
